[AMTGROUP]

[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:21};
itm1={backcolor:0,height:102,id:1,img:491,layout:normal,name:txtbase_one,type:IMAGEFIELD,visible:true,width:507,x:63,y:91,layout_param:{clipx:0,clipy:0}};
itm10={backcolor:0,height:190,id:13,img:8,layout:stretch-center,name:Scroll_Indicator,type:IMAGEFIELD,visible:true,width:55,x:577,y:147,zorder:9,layout_param:{}};
itm11={backcolor:0,background:1187,ccp:0,ccpzorder:over,height:52,id:14,name:Down,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:55,x:577,y:341,zorder:10};
itm12={backcolor:0,bidimode:left-to-right,content:DFA7842D,font:70,height:36,highcolor:0,hlayout:center,id:15,linespacing:0,multiline:false,name:Radio_ID_txt,type:TEXTFIELD,visible:true,vlayout:middle,width:460,wrapline:no-wrap,x:86,y:124,zorder:11};
itm13={backcolor:0,bidimode:left-to-right,content:TG90FSPIW5,font:66,height:36,highcolor:0,hlayout:center,id:16,linespacing:0,multiline:false,name:Device_ID_txt,type:TEXTFIELD,visible:true,vlayout:middle,width:460,wrapline:no-wrap,x:86,y:258,zorder:12};
itm14={backcolor:0,bidimode:left-to-right,content:01.00 15072015,font:66,height:36,highcolor:0,hlayout:center,id:17,linespacing:0,multiline:false,name:CB_Radio_ID,type:TEXTFIELD,visible:true,vlayout:middle,width:460,wrapline:no-wrap,x:86,y:394,zorder:13};
itm2={backcolor:0,height:102,id:2,img:491,layout:normal,name:txtbase_two,type:IMAGEFIELD,visible:true,width:507,x:63,y:227,zorder:1,layout_param:{clipx:0,clipy:0}};
itm3={backcolor:0,height:102,id:3,img:491,layout:normal,name:txtbase_three,type:IMAGEFIELD,visible:true,width:507,x:63,y:363,zorder:2,layout_param:{clipx:0,clipy:0}};
itm4={id:4,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:2,y:3,zorder:3};
itm5={id:5,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:644,y:431,zorder:4};
itm6={backcolor:0,bidimode:left-to-right,content:SiriusXM Radio ID,font:38,height:40,highcolor:0,hlayout:left,id:9,linespacing:0,multiline:false,name:SiriusXM_Radio_ID,type:TEXTFIELD,visible:true,vlayout:middle,width:507,wrapline:no-wrap,x:63,y:55,zorder:5};
itm7={backcolor:0,bidimode:left-to-right,content:SiriusXM Device ID,font:38,height:40,highcolor:0,hlayout:left,id:10,linespacing:0,multiline:false,name:SiriusXM_Device_ID,type:TEXTFIELD,visible:true,vlayout:middle,width:507,wrapline:no-wrap,x:63,y:191,zorder:6};
itm8={backcolor:0,bidimode:left-to-right,content:CB Radio Software Version ID,font:38,height:40,highcolor:0,hlayout:left,id:11,linespacing:0,multiline:false,name:CB_Radio_Software_Version_ID,type:TEXTFIELD,visible:true,vlayout:middle,width:507,wrapline:no-wrap,x:63,y:327,zorder:7};
itm9={backcolor:0,background:1191,ccp:0,ccpzorder:over,height:52,id:12,name:UP,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:55,x:577,y:91,zorder:8};

